[
    { 
        "code":1,
        "id":"operator",
        "message":"Добрый день! Меня:emoji descD83DDE11: зовут оператор Алеся, я являюсь Вашим электронным ассистентом. Моя задача – понять Ваш вопрос, решить его либо соединить Вас с необходимым специалистом.",
        "image": "url(/src/images/TN_Alesya_bot.jpg)"
    },
    { 
        "code":2,
        "id":"user",
        "message":"Сообщение :emoji descD83DDE1E: пользователя"
        
    },
    { 
        "code":3,
        "id":"operator",
        "message":"а первый взгляд судно неплохое, в относительно хорошем состоянии, хотя и 92 года постройки. Экипаж 19 человек - 11 русских и 8 филиппинцев, включая повара. Говорят, периодически становится тоскливо от егошних кулинарных изысков. Филиппинцы здесь рядовой состав, за ними постоянно нужно следить чтобы не натворили чего, среди них только один матрос по-настоящему ответственный и с руками из нужного места, все понимает с полуслова. Остальные - типичные Равшаны да Джамшуты. А еще один из них - гомосек О___о, в добавок к этому он опасный человек, в том плане, что легко впадает в состояние ступора и отключает мозг: был случай как он закрыл одного матроса в трюме, тот орал и тарабанил внутри, это заметил боцман, начал орать на этого персонажа, который, в свою очередь испуганно выпучив глаза, трясущимися руками продолжал закручивать барашки. В итоге боцман его отодвинул и выпустил матроса из трюма. Общение на английском языке, но из-за акцента не всегда с первого раз понятно что филиппинцы говорят, особенно по рации. Напимер, говорит он тебе: Бикарпуль! Бикарпуль! А потом, когда уже поздно, выясняется что это было Be careful!",
        "image": "url(/src/images/TN_Alesya_bot.jpg)"
    },
    { 
        "code":4,
        "id":"operator",
        "message":":emoji descD83DDC4C:обратились к нам. Подскажите, какой у Вас вопрос?",
        "image": "url(/src/images/TN_Alesya_bot.jpg)"
    },
    { 
        "code":5,
        "id":"user",
        "message":"Сообщение :emoji descD83DDE1E: пользователя"
    },
    { 
        "code":6,
        "id":"operator",
        "message":"Добрый день, аваав ! Спасибо, :emoji descD83DDE3A: :emoji descD83DDE11: что вновь обратились к нам. Подскажите, какой у Вас вопрос?",
        "image": "url(/src/images/TN_Alesya_bot.jpg)"
    },
    { 
        "code":7,
        "id":"operator",
        "message":"Добрый",
        "image": "url(/src/images/TN_Alesya_bot.jpg)"
    },
    { 
        "code":8,
        "id":"operator",
        "message":"Добрый ос вопрос? sdfskhfksdhf ksdf hskdhf sldjf lsdjf lsdfj lsd fjsldkjf lsdjf ",
        "image": "url(/src/images/TN_Alesya_bot.jpg)"
    },
    { 
        "code":9,
        "id":"user",
        "message":" :emoji descD83DDE01:"
        
    },
    { 
        "code":10,
        "id":"user",
        "message":" Ну и немного о приятном. Неплохая одноместная каюта. Внутри несколько шкафов и полок, удобная кровать, койка напередохнуть, стол, стул, умывальник и внутрисудовой телефон. Также выдали 2 белых офицерских комбинезона с символикой компании, каску и персональную рацию. В моем распоряжении офицерский душ со стиральной машинкой и офицерская столовая. Во время швартовых операций мое место на мостике. Хотя и матросы на палубе не сильно напрягаются - там установлены гидравлические лебедки, не надо швартовные концы тягать вручную."
        
    }
]